CFBundleName = "MacUIM";

com.apple.inputmethod.Japanese = "uim (日本語)";
com.apple.inputmethod.TradChinese = "uim (繁体字中国語)";
com.apple.inputmethod.SimpChinese = "uim (簡体字中国語)";
com.apple.inputmethod.Korean = "uim (韓国語)";
com.apple.inputmethod.Roman = "uim (直接入力)";
